anysphere.cursorpyright
dart-code.dart-code
dart-code.flutter
eamodio.gitlens
editorconfig.editorconfig
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
openai.chatgpt
redhat.vscode-yaml
yzhang.markdown-all-in-one
